Repository: Tich0ndrius/Recamgnition
Catalog: Recamgnition/Resources/VisionClassification.xcstrings
Source language: en
Languages: de, ru, uk

source: Furniture
de: Möbel
ru: Мебель
uk: Меблі

source: Games
de: Spiele
ru: Игры
uk: Ігри

source: Garden
de: Garten
ru: Сад
uk: Сад

source: Gargoyle
de: Wasserspeier
ru: Горгулья
uk: Горгулья

source: Garlic
de: Knoblauch
ru: Чеснок
uk: Часник

source: Gas mask
de: Gasmaske
ru: Противогаз
uk: Протигаз

source: Gastropod
de: Schnecke
ru: Брюхоногие моллюски
uk: Черевоногі молюски

source: Gazebo
de: Pavillon
ru: Беседка
uk: Альтанка

source: Gears
de: Zahnräder
ru: Шестерни
uk: Шестерні

source: Gerbil
de: Rennmaus
ru: Песчанка
uk: Піщанка

source: German shepherd
de: Deutscher Schäferhund
ru: Немецкая овчарка
uk: Німецька вівчарка

source: Geyser
de: Geysir
ru: Гейзер
uk: Гейзер

source: Gift
de: Geschenk
ru: Подарок
uk: Подарунок

source: Gift card
de: Geschenkkarte
ru: Подарочная карта
uk: Подарункова карта

source: Gingerbread
de: Lebkuchen
ru: Имбирный пряник
uk: Пряник

source: Glacier
de: Gletscher
ru: Ледник
uk: Льодовик

source: Glove
de: Handschuh
ru: Перчатка
uk: Рукавичка

# glove_other
source: Other glove
de: Anderer Handschuh
ru: Другая перчатка
uk: Інша рукавичка

source: Goat
de: Ziege
ru: Коза
uk: Коза

source: Goggles
de: Schutzbrille
ru: Очки
uk: Окуляри захисні

source: Goldfish
de: Goldfisch
ru: Золотая рыбка
uk: Золота рибка

source: Golf course
de: Golfplatz
ru: Поле для гольфа
uk: Поле для гольфу

source: Gown
de: Kleid
ru: Платье
uk: Сукня

source: Graduation
de: Abschluss
ru: Выпускной
uk: Випускний

source: Grain
de: Getreide
ru: Зерно
uk: Зерно

source: Grand Prix
de: Großer Preis
ru: Гран-при
uk: Гран-прі

source: Grape
de: Traube
ru: Виноград
uk: Виноград

source: Grass
de: Gras
ru: Трава
uk: Трава

source: Grater
de: Reibe
ru: Тёрка
uk: Терка

source: Grave
de: Grab
ru: Могила
uk: Могила

source: Green beans
de: Grüne Bohnen
ru: Зеленая фасоль
uk: Зелена квасоля

source: Greenhouse
de: Gewächshaus
ru: Теплица
uk: Теплиця

source: Greyhound
de: Windhund
ru: Грейхаунд
uk: Хорт

source: Grill
de: Grillen
ru: Гриль
uk: Гриль

source: Grilled chicken
de: Gegrilltes Hähnchen
ru: Курица-гриль
uk: Курка гриль

source: Groom
de: Bräutigam
ru: Жених
uk: Наречений

source: Guava
de: Guave
ru: Гуава
uk: Гуава

source: Guitar
de: Gitarre
ru: Гитара
uk: Гітара

source: Gull
de: Möwe
ru: Чайка
uk: Чайка

source: Gymnastics
de: Gymnastik
ru: Гимнастика
uk: Гімнастика

source: Ham
de: Schinken
ru: Ветчина
uk: Шинка

source: Hammock
de: Hängematte
ru: Гамак
uk: Гамак

source: Handwriting
de: Handschrift
ru: Почерк
uk: Почерк

source: Hang glider
de: Drachenflieger
ru: Дельтаплан
uk: Дельтаплан

source: Harbour
de: Hafen
ru: Гавань
uk: Гавань

source: Hard hat
de: Schutzhelm
ru: Каска
uk: Каска

source: Harp
de: Harfe
ru: Арфа
uk: Арфа

source: Hat
de: Hut
ru: Шляпа
uk: Капелюх

source: Haze
de: Dunst
ru: Дымка
uk: Серпанок

source: Headgear
de: Kopfbedeckung
ru: Головной убор
uk: Головний убір

source: Headphones
de: Kopfhörer
ru: Наушники
uk: Навушники

source: Hedgehog
de: Igel
ru: Ежик
uk: Їжак

source: Helicopter
de: Hubschrauber
ru: Вертолет
uk: Вертоліт

source: Helmet
de: Helm
ru: Шлем
uk: Шолом

source: Herb
de: Kraut
ru: Пряная зелень
uk: Трава

source: Heron
de: Reiher
ru: Цапля
uk: Чапля

source: High chair
de: Hochstuhl
ru: Стульчик для кормления
uk: Стільчик для годування

# high_heel
source: High-heeled shoe
de: Hochhackiger Schuh
ru: Туфли на высоком каблуке
uk: Туфлі на підборах

source: Hiking
de: Wandern
ru: Пеший туризм
uk: Піші прогулянки

source: Hill
de: Hügel
ru: Холм
uk: Хілл

source: Hippopotamus
de: Nilpferd
ru: Бегемот
uk: Бегемот

source: Honey
de: Schatz
ru: Мед
uk: Мед

source: Honeydew
de: Honigtau
ru: Медовая дыня
uk: Опеньок

source: Hoodie
de: Kapuzenpullover
ru: Толстовка
uk: Худі

source: Hookah
de: Shisha
ru: Кальян
uk: Кальян

source: Horse
de: Pferd
ru: Лошадь
uk: Кінь

source: Horseshoe
de: Hufeisen
ru: Подкова
uk: Підкова

source: Hospital
de: Krankenhaus
ru: Больница
uk: Лікарня

source: Hound
de: Hund
ru: Гончая
uk: Собака

source: Hourglass
de: Sanduhr
ru: Песочные часы
uk: Пісочний годинник

# house_single
source: Detached house
de: Freistehendes Haus
ru: Частный дом
uk: Окремий будинок

source: Houseboat
de: Hausboot
ru: Плавучий дом
uk: Плавучий будинок

source: Housewares
de: Haushaltswaren
ru: Товары для дома
uk: Посуд

source: Hummingbird
de: Kolibri
ru: Колибри
uk: Колібрі

source: Hunting
de: Jagd
ru: Охота
uk: Полювання

source: Hurdle
de: Hürde
ru: Препятствие
uk: Перешкода

source: Hyena
de: Hyäne
ru: Гиена
uk: Гієна

source: Ice
de: Eis
ru: Лед
uk: Лід

source: Ice cream
de: Eis
ru: Мороженое
uk: Морозиво

source: Ice skates
de: Schlittschuhe
ru: Коньки
uk: Ковзани

source: Ice skating
de: Eislaufen
ru: Катание на коньках
uk: Катання на ковзанах

source: Iceberg
de: Eisberg
ru: Айсберг
uk: Айсберг

source: Igloo
de: Iglu
ru: Иглу
uk: Іглу

source: Iguana
de: Leguan
ru: Игуана
uk: Ігуана

source: Illustrations
de: Illustrationen
ru: Иллюстрации
uk: Ілюстрації

source: Insect
de: Insekt
ru: Насекомое
uk: Комаха

# interior_room
source: Room interior
de: Zimmerinnenraum
ru: Интерьер комнаты
uk: Інтер'єр кімнати

# interior_shop
source: Shop interior
de: Ladeneinrichtung
ru: Интерьер магазина
uk: Інтер'єр магазину

source: Irish wolfhound
de: Irischer Wolfshund
ru: Ирландский волкодав
uk: Ірландський вовкодав

# iron_clothing
source: Clothes iron
de: Bügeleisen
ru: Утюг для одежды
uk: Праска для одягу

source: Island
de: Insel
ru: Остров
uk: Острів

source: Ivy
de: Efeu
ru: Плющ
uk: Плющ

source: Jack-o'-lantern
de: Kürbislaterne
ru: Джек-о-фонарь
uk: Джек-о'-ліхтарик

source: Jacket
de: Jacke
ru: Куртка
uk: Піджак

source: Jacuzzi
de: Whirlpool
ru: Джакузи
uk: Джакузі

source: Jar
de: Glas
ru: Банка
uk: Баночка

source: Jello
de: Wackelpudding
ru: Желе
uk: Желе

source: Jelly
de: Gelee
ru: Желе
uk: Холодець

source: Jellyfish
de: Qualle
ru: Медуза
uk: Медузи

source: Jewelry
de: Schmuck
ru: Ювелирные изделия
uk: Ювелірні вироби

source: Jigsaw
de: Puzzle
ru: Пазл
uk: Лобзик

# jockey_horse
source: Horse racing jockey
de: Pferderennjockey
ru: Жокей на скачках
uk: Жокей на скачках

source: Jug
de: Krug
ru: Кувшин
uk: Глечик

source: Juggling
de: Jonglieren
ru: Жонглирование
uk: Жонглювання

source: Juice
de: Saft
ru: Сок
uk: Сік

source: Juicer
de: Entsafter
ru: Соковыжималка
uk: Соковижималка

source: Jungle
de: Dschungel
ru: Джунгли
uk: Джунглі

source: Kangaroo
de: Känguru
ru: Кенгуру
uk: Кенгуру

source: Kayak
de: Kajak
ru: Каяк
uk: Байдарка

source: Keg
de: Fass
ru: Бочонок
uk: Бочка

source: Kettle
de: Wasserkocher
ru: Чайник
uk: Чайник

source: Keypad
de: Tastatur
ru: Цифровая клавиатура
uk: Клавіатура

source: Kickboxing
de: Kickboxen
ru: Кикбоксинг
uk: Кікбоксинг

source: Kitchen
de: Küche
ru: Кухня
uk: Кухня

source: Kitchen countertop
de: Küchenarbeitsplatte
ru: Кухонная столешница
uk: Кухонна стільниця

source: Kitchen faucet
de: Küchenarmatur
ru: Кухонный смеситель
uk: Змішувач для кухні

source: Kitchen oven
de: Küchenofen
ru: Кухонная духовка
uk: Кухонна піч

# kitchen_room
source: Kitchen
de: Küche
ru: Кухня
uk: Кухня

source: Kitchen sink
de: Küchenspüle
ru: Кухонная мойка
uk: Кухонна мийка

source: Kite
de: Drachen
ru: Воздушный змей
uk: Повітряний змій

source: Kiteboarding
de: Kitesurfen
ru: Кайтбординг
uk: Кайтбординг

source: Kitten
de: Kätzchen
ru: Котенок
uk: Кошеня

source: Knife
de: Messer
ru: Нож
uk: Ніж

source: Lab coat
de: Laborkittel
ru: Лабораторный халат
uk: Лабораторний халат

source: Ladle
de: Schöpfkelle
ru: Половник
uk: Ківш

source: Ladybug
de: Marienkäfer
ru: Божья коровка
uk: Сонечко

source: Lake
de: See
ru: Озеро
uk: Озеро

source: Lamp
de: Lampe
ru: Лампа
uk: Лампа

source: Lamppost
de: Laternenpfahl
ru: Фонарный столб
uk: Ліхтарний стовп

source: Lantern
de: Laterne
ru: Фонарь
uk: Ліхтар

# laundry_machine
source: Washing machine
de: Waschmaschine
ru: Стиральная машина
uk: Пральна машина

source: Leash
de: Leine
ru: Поводок
uk: Повідець

source: Leek
de: Lauch
ru: Лук-порей
uk: Цибуля-порей

source: Lemon
de: Zitrone
ru: Лимон
uk: Лимон

source: Lemongrass
de: Zitronengras
ru: Лемонграсс
uk: Лимонник

source: Leotard
de: Trikot
ru: Гимнастический купальник
uk: Купальник

source: Lettuce
de: Salat
ru: Листовой салат
uk: Листя салату

source: Library
de: Bibliothek
ru: Библиотека
uk: Бібліотека

source: License plate
de: Nummernschild
ru: Номерной знак
uk: Номерний знак

source: Life jacket
de: Schwimmweste
ru: Спасательный жилет
uk: Рятувальний жилет

# lifesaver
source: Life buoy
de: Rettungsring
ru: Спасательный круг
uk: Рятувальний круг

source: Light
de: Licht
ru: Свет
uk: Світло

source: Light bulb
de: Glühbirne
ru: Лампочка
uk: Електрична лампочка

source: Lighter
de: Leichter
ru: Зажигалка
uk: Запальничка

source: Lighthouse
de: Leuchtturm
ru: Маяк
uk: Маяк

source: Lightning
de: Blitz
ru: Молния
uk: Блискавка

source: Lily
de: Lilie
ru: Лилия
uk: Лілія

source: Lime
de: Limette
ru: Лайм
uk: Вапно

source: Lion
de: Löwe
ru: Лев
uk: Лев

source: Lionfish
de: Rotfeuerfisch
ru: Крылатка
uk: Крилатки

source: Liquid
de: Flüssigkeit
ru: Жидкость
uk: Рідина

source: Liquor
de: Alkohol
ru: Крепкий алкоголь
uk: Лікер

source: Living room
de: Wohnzimmer
ru: Гостиная
uk: Вітальня

source: Lizard
de: Eidechse
ru: Ящерица
uk: Ящірка

source: Llama
de: Lama
ru: Лама
uk: Лама

source: Loafer
de: Slipper
ru: Лоферы
uk: Нероба

source: Lobster
de: Hummer
ru: Омар
uk: Лобстер

source: Lollipop
de: Lutscher
ru: Леденец
uk: Льодяник

source: Luggage
de: Gepäck
ru: Багаж
uk: Багаж

source: Lychee
de: Litschi
ru: Личи
uk: Лічі

source: Lynx
de: Luchs
ru: Рысь
uk: Рись

source: Machine
de: Maschine
ru: Машина
uk: Машина

source: Mackerel
de: Makrele
ru: Скумбрия
uk: Скумбрія

source: Magazine
de: Magazin
ru: Журнал
uk: Журнал

source: Mailbox
de: Briefkasten
ru: Почтовый ящик
uk: Поштова скринька

source: Mallet
de: Hammer
ru: Киянка
uk: Киянка

source: Mammal
de: Säugetier
ru: Млекопитающее
uk: Ссавець

# mandarine
source: Mandarin
de: Mandarine
ru: Мандарин
uk: Мандарин

source: Mangosteen
de: Mangostan
ru: Мангостин
uk: Мангостан

source: Manhole
de: Mannloch
ru: Люк
uk: Люк

source: Map
de: Karte
ru: Карта
uk: Карта

source: Maple tree
de: Ahornbaum
ru: Кленовое дерево
uk: Клен

source: Marigold
de: Ringelblume
ru: Бархатцы
uk: Чорнобривці

source: Marsupial
de: Beuteltier
ru: Сумчатый
uk: Сумчастий

source: Martial arts
de: Kampfkunst
ru: Боевые искусства
uk: Бойові мистецтва

source: Mask
de: Maske
ru: Маска
uk: Маска

source: Matches
de: Streichhölzer
ru: Спички
uk: Сірники

source: Matzo
de: Matze
ru: Маца
uk: Мацо

# measuring_tape
source: Tape measure
de: Maßband
ru: Рулетка
uk: Рулетка

source: Meat
de: Fleisch
ru: Мясо
uk: М'ясо

source: Meatball
de: Fleischbällchen
ru: Фрикаделька
uk: Тефтелі

source: Medal
de: Medaille
ru: Медаль
uk: Медаль

source: Media
de: Medien
ru: СМИ
uk: ЗМІ

source: Medicine
de: Medizin
ru: Лекарство
uk: Медицина

source: Megaphone
de: Megaphon
ru: Мегафон
uk: Мегафон

source: Melon
de: Melone
ru: Дыня
uk: Диня

source: Microphone
de: Mikrofon
ru: Микрофон
uk: Мікрофон

source: Microscope
de: Mikroskop
ru: Микроскоп
uk: Мікроскоп

source: Microwave
de: Mikrowelle
ru: Микроволновая печь
uk: Мікрохвильовка

source: Military uniform
de: Militäruniform
ru: Военная форма
uk: Військова форма

source: Milkshake
de: Milchshake
ru: Молочный коктейль
uk: Молочний коктейль

source: Millipede
de: Tausendfüßler
ru: Многоножка
uk: Багатоніжка

source: Mistletoe
de: Mistel
ru: Омела
uk: Омела

source: Mitten
de: Fäustling
ru: Варежка
uk: Рукавиця

source: Moccasin
de: Mokassin
ru: Мокасины
uk: Мокасин

source: Mollusk
de: Weichtier
ru: Моллюск
uk: Молюск

source: Money
de: Geld
ru: Деньги
uk: Гроші

source: Monitor lizard
de: Waran
ru: Варан
uk: Варан

source: Monorail
de: Einschienenbahn
ru: Монорельс
uk: Монорельсова дорога

source: Monument
de: Denkmal
ru: Памятник
uk: Пам'ятник

source: Moon
de: Mond
ru: Луна
uk: Місяць

source: Moose
de: Elch
ru: Лось
uk: Лось

source: Mop
de: Wischmopp
ru: Швабра
uk: Швабра

source: Moss
de: Moos
ru: Мох
uk: Мох

source: Moth
de: Motte
ru: Моль
uk: Моль

source: Motorcycle
de: Motorrad
ru: Мотоцикл
uk: Мотоцикл

source: Motorhome
de: Wohnmobil
ru: Дом на колесах
uk: Будинок на колесах

source: Mountain
de: Berg
ru: Гора
uk: Гора

source: Mousetrap
de: Mausefalle
ru: Мышеловка
uk: Мишоловка

source: Mower
de: Mäher
ru: Газонокосилка
uk: Косарка

source: Mug
de: Becher
ru: Кружка
uk: Кружка

source: Mushroom
de: Pilz
ru: Гриб
uk: Гриб

source: Music
de: Musik
ru: Музыка
uk: Музика

source: Musical instrument
de: Musikinstrument
ru: Музыкальный инструмент
uk: Музичний інструмент

source: Mussel
de: Muschel
ru: Мидия
uk: Мідія

source: Mustard
de: Senf
ru: Горчица
uk: Гірчиця

source: Necktie
de: Krawatte
ru: Галстук
uk: Краватка

source: Nectarine
de: Nektarine
ru: Нектарин
uk: Нектарин

# newfoundland
source: Newfoundland dog
de: Neufundländer
ru: Ньюфаундленд
uk: Ньюфаундленд собака

source: Newspaper
de: Zeitung
ru: Газета
uk: Газета

source: Night sky
de: Nachthimmel
ru: Ночное небо
uk: Нічне небо

source: Nightclub
de: Nachtclub
ru: Ночной клуб
uk: Нічний клуб

source: Nut
de: Nuss
ru: Орех
uk: Гайка

source: Oak tree
de: Eiche
ru: Дуб
uk: Дуб

source: Oar
de: Ruder
ru: Весло
uk: Весло

source: Oatmeal
de: Haferflocken
ru: Овсянка
uk: Вівсянка

source: Ocean
de: Ozean
ru: Океан
uk: Океан

source: Office supplies
de: Bürobedarf
ru: Канцелярские товары
uk: Канцтовари

source: Omelet
de: Omelett
ru: Омлет
uk: Омлет

source: Onion
de: Zwiebel
ru: Лук
uk: Цибуля

source: Optical equipment
de: Optische Ausrüstung
ru: Оптическое оборудование
uk: Оптичне обладнання

source: Oranges
de: Orangen
ru: Апельсины
uk: Апельсини

source: Orchard
de: Obstgarten
ru: Фруктовый сад
uk: Фруктовий сад

source: Orchestra
de: Orchester
ru: Оркестр
uk: Оркестр

source: Orchid
de: Orchidee
ru: Орхидея
uk: Орхідея

# organ_instrument
source: Organ
de: Orgel
ru: Орган
uk: Орган

source: Ostrich
de: Strauß
ru: Страус
uk: Страус

source: Outdoor
de: Im Freien
ru: На открытом воздухе
uk: Відкритий

source: Oven
de: Ofen
ru: Духовка
uk: Духовка

source: Owl
de: Eule
ru: Сова
uk: Сова

source: Oyster
de: Auster
ru: Устрица
uk: Устриця

source: Pacifier
de: Schnuller
ru: Соска
uk: Пустушка

source: Paintbrush
de: Pinsel
ru: Кисть
uk: Пензлик

source: Painting
de: Malerei
ru: Картина
uk: Живопис

source: Palm tree
de: Palme
ru: Пальма
uk: Пальма

source: Pan
de: Pfanne
ru: Сковорода
uk: Пан

source: Pancake
de: Pfannkuchen
ru: Блин
uk: Млинець

source: Paper bag
de: Papiertüte
ru: Бумажный пакет
uk: Паперовий пакет

source: Parachute
de: Fallschirm
ru: Парашют
uk: Парашут

source: Parakeet
de: Sittich
ru: Волнистый попугай
uk: Папуга

source: Park
de: Parken
ru: Парк
uk: Парк

source: Parking lot
de: Parkplatz
ru: Парковка
uk: Стоянка

source: Parrot
de: Papagei
ru: Попугай
uk: Папуга

source: Passionfruit
de: Passionsfrucht
ru: Маракуйя
uk: Маракуйя

source: Passport
de: Reisepass
ru: Паспорт
uk: Паспорт

source: Pasta
de: Nudeln
ru: Макароны
uk: Паста

source: Pastry
de: Gebäck
ru: Выпечка
uk: Кондитерські вироби

source: Path
de: Pfad
ru: Тропа
uk: Шлях

source: Patio
de: Terrasse
ru: Патио
uk: Патіо

source: Payphone
de: Münztelefon
ru: Таксофон
uk: Таксофон

source: Pea
de: Erbse
ru: Горох
uk: Горох

source: Peach
de: Pfirsich
ru: Персик
uk: Персиковий

source: Peacock
de: Pfau
ru: Павлин
uk: Павич

source: Peanut
de: Erdnuss
ru: Арахис
uk: Арахіс

source: Pear
de: Birne
ru: Груша
uk: Груша

source: Pecan
de: Pekannuss
ru: Пекан
uk: Пекан

source: Pelican
de: Pelikan
ru: Пеликан
uk: Пелікан

source: Pen
de: Stift
ru: Ручка
uk: Перо

source: Penguin
de: Pinguin
ru: Пингвин
uk: Пінгвін

source: People
de: Menschen
ru: Люди
uk: Люди

# pepper_veggie
source: Bell pepper
de: Paprika
ru: Болгарский перец
uk: Болгарський перець

source: Pepperoni
de: Peperoni
ru: Пепперони
uk: Пепероні

source: Peregrine
de: Wanderfalke
ru: Сапсан
uk: Сапсан

source: Performance
de: Leistung
ru: Представление
uk: Продуктивність

source: Persimmon
de: Persimone
ru: Хурма
uk: Хурма

source: Petunia
de: Petunie
ru: Петуния
uk: Петунія

source: Phone
de: Telefon
ru: Телефон
uk: Телефон

source: Piano
de: Klavier
ru: Фортепиано
uk: Фортепіано

source: Pickle
de: Gurke
ru: Маринованный огурец
uk: Маринований огірок

source: Pie
de: Kuchen
ru: Пирог
uk: Пиріг

source: Pig
de: Schwein
ru: Свинья
uk: Свиня

source: Pigeon
de: Taube
ru: Голубь
uk: Голуб

source: Piggy bank
de: Sparschwein
ru: Копилка
uk: Скарбничка

source: Pillow
de: Kissen
ru: Подушка
uk: Подушка

source: Pineapple
de: Ananas
ru: Ананас
uk: Ананас

# ping_pong
source: Table tennis
de: Tischtennis
ru: Настольный теннис
uk: Настільний теніс

source: Pipe
de: Rohr
ru: Труба
uk: Труба

source: Pistachio
de: Pistazie
ru: Фисташка
uk: Фісташка

source: Plant
de: Pflanze
ru: Растение
uk: Завод

source: Plate
de: Platte
ru: Тарелка
uk: Тарілка

# play_card
source: Playing card
de: Spielkarte
ru: Игральная карта
uk: Гральні карти

source: Playground
de: Spielplatz
ru: Детская площадка
uk: Дитячий майданчик

source: Pliers
de: Zange
ru: Плоскогубцы
uk: Плоскогубці

source: Plum
de: Pflaume
ru: Слива
uk: Слива

source: Poinsettia
de: Weihnachtsstern
ru: Пуансеттия
uk: Пуансетія

source: Pole
de: Pol
ru: Столб
uk: Поляк

source: Police car
de: Polizeiauto
ru: Полицейская машина
uk: Поліцейська машина

source: Pomegranate
de: Granatapfel
ru: Гранат
uk: Гранат

source: Pomeranian
de: Pommern
ru: Померанский шпиц
uk: Померанський шпіц

source: Poodle
de: Pudel
ru: Пудель
uk: Пудель

source: Popsicle
de: Eis am Stiel
ru: Эскимо
uk: Ескімо

source: Porch
de: Veranda
ru: Крыльцо
uk: Ґанок

source: Porcupine
de: Stachelschwein
ru: Дикобраз
uk: Дикобраз

source: Porthole
de: Bullauge
ru: Иллюминатор
uk: Ілюмінатор

# pot_cooking
source: Cooking pot
de: Kochtopf
ru: Кастрюля
uk: Каструля

source: Potato
de: Kartoffel
ru: Картошка
uk: Картопля

source: Poultry
de: Geflügel
ru: Домашняя птица
uk: Птиця

source: Power saw
de: Motorsäge
ru: Электропила
uk: Електропила

source: Prairie dog
de: Präriehund
ru: Луговая собачка
uk: Лугова собачка

source: Pretzel
de: Brezel
ru: Крендель
uk: Крендель

source: Printed page
de: Gedruckte Seite
ru: Распечатанная страница
uk: Друкована сторінка

source: Printer
de: Drucker
ru: Принтер
uk: Принтер

source: Puffer fish
de: Kugelfisch
ru: Рыба фугу
uk: Риба-фугу

source: Puffin
de: Papageientaucher
ru: Тупик
uk: Тупик

source: Pug
de: Mops
ru: Мопс
uk: Мопс

source: Pulley
de: Riemenscheibe
ru: Шкив
uk: Шків

source: Pumpkin
de: Kürbis
ru: Тыква
uk: Гарбуз

source: Puppet
de: Puppe
ru: Марионетка
uk: Маріонетка

source: Purse
de: Geldbörse
ru: Дамская сумочка
uk: Гаманець

source: Puzzles
de: Rätsel
ru: Пазлы
uk: Головоломки

source: Pyramid
de: Pyramide
ru: Пирамида
uk: Піраміда

source: Pyrotechnics
de: Pyrotechnik
ru: Пиротехника
uk: Піротехніка

source: Rabbit
de: Kaninchen
ru: Кролик
uk: Кролик

source: Raccoon
de: Waschbär
ru: Енот
uk: Єнот

source: Racquet
de: Schläger
ru: Ракетка
uk: Ракетка

source: Radish
de: Rettich
ru: Редис
uk: Редька

source: Railroad
de: Eisenbahn
ru: Железная дорога
uk: Залізниця

source: Rainbow
de: Regenbogen
ru: Радуга
uk: Веселка

source: Rake
de: Rechen
ru: Грабли
uk: Граблі

source: Raspberry
de: Himbeere
ru: Малина
uk: Малина

source: Rat
de: Ratte
ru: Крыса
uk: Щур

source: Ratchet
de: Ratsche
ru: Трещотка
uk: Тріскачка

source: Rattlesnake
de: Klapperschlange
ru: Гремучая змея
uk: Гримуча змія

source: Raven
de: Rabe
ru: Ворон
uk: Ворон

source: Raw glass
de: Rohes Glas
ru: Необработанное стекло
uk: Необроблене скло

source: Receipt
de: Quittung
ru: Квитанция
uk: Розписка

source: Record
de: Aufnahme
ru: Виниловая пластинка
uk: Запис

source: Recreation
de: Erholung
ru: Отдых
uk: Відпочинок

source: Red envelope
de: Roter Umschlag
ru: Красный конверт
uk: Червоний конверт

source: Red wine
de: Rotwein
ru: Красное вино
uk: Червоне вино

source: Refrigerator
de: Kühlschrank
ru: Холодильник
uk: Холодильник

source: Reptile
de: Reptil
ru: Рептилия
uk: Рептилія

source: Rhinoceros
de: Nashorn
ru: Носорог
uk: Носоріг

source: Rhubarb
de: Rhabarber
ru: Ревень
uk: Ревінь

source: Rice
de: Reis
ru: Рис
uk: Рис

source: Rice field
de: Reisfeld
ru: Рисовое поле
uk: Рисове поле

source: Rickshaw
de: Rikscha
ru: Рикша
uk: Рикша

source: Rim
de: Rand
ru: Обод
uk: Ободок

source: Rink
de: Eisbahn
ru: Каток
uk: Каток

source: River
de: Fluss
ru: Река
uk: Річка

source: Road
de: Straße
ru: Дорога
uk: Дорога

# road_other
source: Other road
de: Andere Straße
ru: Другая дорога
uk: Інша дорога

source: Road safety equipment
de: Verkehrssicherheitsausrüstung
ru: Оборудование для обеспечения безопасности дорожного движения
uk: Обладнання безпеки дорожнього руху

source: Rock climbing
de: Klettern
ru: Скалолазание
uk: Скелелазіння

source: Rocket
de: Rakete
ru: Ракета
uk: Ракета

source: Rocks
de: Felsen
ru: Камни
uk: Скелі

source: Rodent
de: Nagetier
ru: Грызун
uk: Гризун

source: Roe
de: Rogen
ru: Икра
uk: Косуля

source: Roller coaster
de: Achterbahn
ru: Американские горки
uk: Американські гірки

source: Roller skates
de: Rollschuhe
ru: Роликовые коньки
uk: Роликові ковзани

source: Roller skating
de: Rollschuhlaufen
ru: Катание на роликах
uk: Катання на роликових ковзанах

source: Rolling pin
de: Nudelholz
ru: Скалка
uk: Скачалка

source: Roof
de: Dach
ru: Крыша
uk: Дах

source: Rope
de: Seil
ru: Веревка
uk: Мотузка

source: Rosemary
de: Rosmarin
ru: Розмарин
uk: Розмарин

source: Rowboat
de: Ruderboot
ru: Весельная лодка
uk: Весловий човен

source: Ruins
de: Ruinen
ru: Руины
uk: Руїни

source: Saddle
de: Sattel
ru: Седло
uk: Сідло

source: Safety vest
de: Sicherheitsweste
ru: Жилет безопасности
uk: Жилет безпеки

source: Sailboat
de: Segelboot
ru: Парусник
uk: Вітрильник

source: Saint bernard
de: Bernhardiner
ru: Сенбернар
uk: Святий бернард

source: Salad
de: Salat
ru: Салат
uk: Салат

source: Salmon
de: Lachs
ru: Лосось
uk: Лосось

source: Sand dune
de: Sanddüne
ru: Песчаная дюна
uk: Піщана дюна

source: Sandal
de: Sandale
ru: Сандалии
uk: Сандал

source: Sandcastle
de: Sandburg
ru: Замок из песка
uk: Піщаний замок

source: Sandpiper
de: Flussuferläufer
ru: Кулик
uk: Кулик

source: Santa claus
de: Weihnachtsmann
ru: Санта-Клаус
uk: Дід Мороз

source: Sausage
de: Wurst
ru: Колбаса
uk: Ковбаса

source: Saxophone
de: Saxophon
ru: Саксофон
uk: Саксофон

source: Scallop
de: Jakobsmuschel
ru: Гребешок
uk: Гребінець

source: Scarab
de: Skarabäus
ru: Скарабей
uk: Скарабей

source: Scarecrow
de: Vogelscheuche
ru: Пугало
uk: Опудало

source: Scarf
de: Schal
ru: Шарф
uk: Шарф

source: Scissors
de: Schere
ru: Ножницы
uk: Ножиці

source: Scooter
de: Roller
ru: Скутер
uk: Скутер

source: Scoreboard
de: Anzeigetafel
ru: Табло
uk: Табло

source: Scorpion
de: Skorpion
ru: Скорпион
uk: Скорпіон

source: Scrambled eggs
de: Rührei
ru: Яичница
uk: Яєчня

source: Screwdriver
de: Schraubendreher
ru: Отвертка
uk: Викрутка

source: Scuba
de: Tauchen
ru: Подводное плавание
uk: Підводне плавання

source: Sea bass
de: Wolfsbarsch
ru: Сибас
uk: Морський окунь

source: Seafood
de: Meeresfrüchte
ru: Морепродукты
uk: Морепродукти

source: Seahorse
de: Seepferdchen
ru: Морской конек
uk: Морський коник

source: Seal
de: Siegel
ru: Тюлень
uk: Печатка

source: Sea lion
de: Seelöwe
ru: Морской лев
uk: Морський лев

source: Seashell
de: Muschel
ru: Ракушка
uk: Черепашка

source: Seasonings
de: Gewürze
ru: Приправы
uk: Приправи

source: Seat
de: Sitz
ru: Сиденье
uk: Сидіння

source: Seaweed
de: Algen
ru: Морские водоросли
uk: Морські водорості

source: Seed
de: Samen
ru: Семена
uk: Насіння

source: Seesaw
de: Wippe
ru: Качели-балансир
uk: Гойдалка

source: Semi truck
de: Sattelschlepper
ru: Седельный тягач
uk: Напіввантажівка

source: Sequoia
de: Mammutbaum
ru: Секвойя
uk: Секвойя

source: Sesame
de: Sesam
ru: Кунжут
uk: Кунжут

source: Sewing
de: Nähen
ru: Шитье
uk: Шиття

source: Shark
de: Hai
ru: Акула
uk: Акула
